tap "avencera/taps"
tap "epk/epk"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
brew "bat"
brew "composer"
brew "deno"
brew "dotnet"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "go"
brew "gopls"
brew "jq"
brew "lazygit"
brew "python@3.9"
brew "lua-language-server"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "nvm"
brew "openfortivpn"
brew "pnpm"
brew "qemu"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "stylua"
brew "tmux"
brew "universal-ctags"
brew "wget"
brew "yarn"
brew "avencera/taps/rustywind"
brew "fsouza/prettierd/prettierd"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "amethyst"
cask "audacity"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "raycast"
cask "wezterm-nightly"
