tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
brew "bat"
brew "composer"
brew "dotnet"
brew "fd"
brew "fish"
brew "gh"
brew "go"
brew "gopls"
brew "jq"
brew "lazygit"
brew "python@3.9"
brew "lua-language-server"
brew "luajit", args: ["HEAD"]
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node"
brew "nvm"
brew "openfortivpn"
brew "qemu"
brew "railway"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "tmux"
brew "universal-ctags"
brew "wget"
brew "yarn"
cask "alacritty"
cask "fig"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "hyper"
cask "iina"
cask "iterm2"
cask "kitty"
cask "raycast"
cask "responsively"
cask "vscodium"
cask "wezterm-nightly"
